Repository: hbrgroup/smtp-configuration
Catalog: languages/smtp-configuration-*.po
Languages: pt_pt

source: SMTP Configuration
pt_pt: Configurações SMTP

source: Allows send authenticated emails through SMTP connection
pt_pt: Permite o envio de emails autenticados através de uma conexão SMTP

source: SMTP Settings
pt_pt: Opções do SMTP

source: Configure your SMTP settings here. If you are unsure about the settings, please contact your hosting provider.
pt_pt: Configure as suas opções de SMTP aqui. Se não tiver a certeza sobre estas configurações, contacte o seu fornecedor de alojamento.

source: Settings & Authentication
pt_pt: Opções e autenticação

source: Host Name
pt_pt: Dominio

source: Port
pt_pt: Porta

source: Use SSL
pt_pt: Usar SSL

source: Use SMTP Authentication
pt_pt: Usar autenticação SMTP

source: Username
pt_pt: Utilizador

source: Password
pt_pt: Palavra-chave

source: Update Settings
pt_pt: Actualizar

source: Send test email to
pt_pt: Enviar um teste para

source: Yes
pt_pt: Sim

source: For other email providers, please contact your hosting provider.
pt_pt: Para outros servidores de email contacte o seu fornecedor do alojamento.

source: Please note that this plugin doesn't support sending emails from your local server. It sends emails using your hosting provider's SMTP settings.
pt_pt: Tenha em atenção que este plugin nao suporta o envio de emails por um servidor local. Use sempre as configurações fornecidas pelo seu fornecedor de alojamento.

source: Settings saved successfully.
pt_pt: Opções salvas com sucesso.

source: Test email sent successfully.
pt_pt: Email enviado com sucesso.

source: Failed to send test email. Please check your SMTP settings.
pt_pt: Falhou o envio de email. Verifique as configurações do SMTP.

source: Your %s email address
pt_pt: O seu endereço do %s

source: Your %s app password
pt_pt: A palavra-chave aplicacional do %s

source: Your %s password
pt_pt: A sua palavra-chave do %s
